IDEA Open Model
MatConcreteSIA.CementClass Property
Compatible with IDEA StatiCa Beta 20.0
 type of cement class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ConcCementClassSIA CementClass { get; set; }
Public Property CementClass As ConcCementClassSIA
	Get
	Set
Property Value
Type: ConcCementClassSIA
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace